{
  "token": "",
  "features": [
    {
      "name": "Sexuality",
      "description": "Is the relationship sexual or not? How «far» does it go, and how often? Are there particular sexual elements that are emphasized or de-emphasized?"
    },
    {
      "name": "Touch",
      "description": "Is touch an important part of the relationship? What forms of touch are expected/acceptable/unacceptable? What purposes do each form of touch serve?"
    },
    {
      "name": "Limerence",
      "description": "This is the «in love» feeling. Does either person feel limerence toward the other? Do both? How strong is it, and how long has it lasted? If limerence is not present, was it present in the past?"
    },
    {
      "name": "Emotional Vulnerability",
      "description": "Do either or both people feel comfortable being emotionally vulnerable with the other? Do they feel comfortable crying in front of the other? Is emotional vulnerability an occasional or frequent part of the relationship?"
    },
    {
      "name": "Thought-Sharing",
      "description": "How much does each person know about the other? To what extent is it expected that new thoughts will be shared with the other person, and how does that differ based on the topic? To what extent is it acceptable to have secrets from each other, and how does that differ based on the topic?"
    },
    {
      "name": "Resource Sharing",
      "description": "Are the practical matters of life intertwined? Do they share living spaces, finances, clothing, etc? To what extent is borrowing without asking acceptable?"
    },
    {
      "name": "Commitment",
      "description": "Have promises been made about the permanence of the relationship? Can the relationship be dropped if either person becomes busy or interested in something else? What actions are required to end the relationship?"
    },
    {
      "name": "Prioritization",
      "description": "Do they have an obligation to put each other’s needs ahead of their own needs or the needs of «outside» people? How far does this obligation extend? Does it differ based on the type of need?"
    },
    {
      "name": "Time",
      "description": "How much time do the people in the relationship spend with each other? How much of that time is one-on-one, and how much of it is in groups? How much of that is «accidental» and how much does each person actively seek out time with the other?"
    },
    {
      "name": "Common Interests",
      "description": "What activities or interests do the people in the relationship have in common? How much of the relationship is based on those activities or interests? How would the relationship change if either or both people lost interest in those topics or activities?"
    },
    {
      "name": "Group Membership",
      "description": "Is there a shared social group? How much of the relationship is based on that group membership? How would the relationship change if either or both people left the group?"
    },
    {
      "name": "Exclusivity",
      "description": "Are certain activities reserved for the relationship? (This can be sex, but it needn’t be. My relationship with J was exclusive with regards to watching new episodes of Dr. Who.) Must this activity be one-on-one, or can it be done in a group setting? Are there non-exclusive activities where it’s nonetheless expected to invite the other person?"
    },
    {
      "name": "Negotiation",
      "description": "Have conversations about «the future of this relationship» happened? Are the expectations of the relationship explicit or implicit?"
    }
  ],
  "featuresVersion": 1
}
